<template>
    <div class="blog-post">
        <div class="pc">
                <h1>{{title}}</h1>
        </div>
        <div class="sp">
            <h1>{{title}}</h1>
        </div>
        <p class="date">2020/10/20</p>
        <p>
            『ハワイの歴史と文化』という本を読んだ．
            2ヶ月ほど前，上野のブックオフで買ったものだ．
            370円だった．
            先日タイの歴史の新書を読んで，引き続き歴史を学びたい気分だったところ，
            ちょうど目に入ったので読むことにした．
            ハワイである意味とかは特にない．
        </p>
        <p>
            この本はタイトルの通り，ハワイの歴史と文化について説明した本だ．
            特徴的なのは，歴史を現代からさかのぼる向きに説明している点である．
            そのような歴史の教え方・学び方があるということは聞いたことがあったが，
            実際に見たのは初めてだった．とてもわかりやすかった．
        </p>
        <p>
            どのようなものかというと，例えば，
            現代の日本人はハワイに「楽園」のようなイメージを持っているが，それはなぜか？→
            海外旅行を企画する会社が，そのようなイメージで売り出したからである．それはなぜか？→．．．
            というような流れになる．因果関係が説明されていて，わかりやすい．
            いや，でもそれは因果関係が説明されていれば時間軸に沿った教え方でも同じかもしれない．
            ただ，現代の身近な事象（e.g. ハワイの楽園イメージ）から説明が始まる点は，
            興味が持ちやすくて良い．
        </p>
        <p>
            また，著者が「現地文化を理解しようとせず，娯楽として都合よく消費している日本人観光客」を
            批判している点も印象的だった．
            ハワイでは，過度な観光客の往来により，海の水質悪化・ゴミの不法投棄・ホテルの大量建設による景観の悪化など，
            様々な問題が起こっているらしい．
            何も考えずに消費する観光客にも非はあるのかもしれないが，
            このような形で観光を推進してきた企業やハワイの行政にも問題はあるだろうし，
            誰かを名指しで非難することは可能なのだろうか．
        </p>
        <p>
            私はハワイに行ったことはないし，指摘されている通り「楽園」のようなイメージしか持っていなかった．
            少しは解像度が上がっように思う．
            ハワイに行くことがあれば，真珠湾のアリゾナ記念館に行ってみたい．
        </p>
        <p>
            そういえば，コロナの状況下で観光で生きてきたハワイは大丈夫なのだろうか．
            ざっと検索してみたが，何を調べればいいのかわからない．
            ハワイ州における破産申請数の推移などは見つかって，コロナの影響が如実に出ていることがうかがえた．
            こういう時って他にどんな資料を見ればいいのだろうか．
            YouTubeとかにはハワイやばいよという動画がたくさんあるようだけど．
            あ，失業者の割合の推移なども参考になりそうだ．
        </p>
  </div>
</template>

<script>
export default {
    layout: "blog",
    data: function () {
        return {
            title: "【書評】ハワイの歴史と文化"
        }
    }
}
</script>

<style>

</style>
