<template>
  <div class="blog-post">
    <h1>【書評】チョコレートの世界史</h1>
    <p class="date">2020/10/19</p>
        <p>
            『チョコレートの世界史』という本を読みました．
            ブックオフで470円で買いました．
            けっこうおもしろかったです．
        </p>
        <p>
            この本は，『チョコレートの世界史』という名前の通り，
            世界史をチョコレートという軸から切り取った本です．
            キーワードを挙げると，
            新大陸の発見，インディオの虐殺，三角貿易，産業革命，WW2とかです．
            世界史の教科書で読むより全然おもしろい．
        </p>
        <p>
            加えて，労働者の問題にけっこうページを割いているのが特徴的でした．
            これはキットカットを作ったメーカーの創業者が労働者の福祉にとても興味があって，
            貧困問題にもずっと取り組んでいたから，その流れで出てきたという感じです．
            資本家と労働者は敵対しているものと思っていたけど，こういう人もいるんですねー．
        </p>
        <p>
            あと，知っているメーカーとか商品がたくさん出てきました．
            キットカットとかゴディバとかネスレとか．．．
            チョコレートはどこの国がどうみたいな話は全然知らなかったのですが，
            イギリス，フランス，ベルギー，スイスとかいろいろな国でいろいろな道を経由して
            チョコレートは育ってきたということがわかりました．たのしい！
        </p>
        <p>
            また別の話ですが，
            チョコレートの原料であるカカオには三つ品種があるそうです．
            一つ目がクリオロ種．これが一番おいしいらしい．
            二つ目がフォラステオ種．クリオロには味が劣る．
            三つ目が両者を掛け合わせた，トリニタリオ種です．
            チョコレートとかケーキとかを売っている店（洋菓子店？）で好きなお店があって，
            「クリオロ」っていう名前なのですが，
            あ，これが由来だったのか．
        </p>
        <p>
            この前砂糖の歴史みたいな本を読んだんですけど，そこと共通する部分が多かったです．
            新大陸の作物ということで，タバコとかトマトとかの歴史も見てみたいな．
            似たようなの読むと覚えやすいし共通点とか相違点がわかっておもしろいので．
            タバコとかいろいろゴタゴタがありそうでおもしろそう．
        </p>
  </div>
</template>

<script>
export default {
    layout: "blog"
}
</script>

<style>

</style>
